import React from 'react';

const Home = () => ( <div id = "home" >
  <h1> እንኳን ወደ ገጻችን በደህና መጡ! </h1> 
  <section>
  <p>
  የኤሌክትሮኒክስ ካልኩሌተር በተለምዶ ከመሠረታዊ አርቲሜቲክስ እስከ ውስብስብ የሂሳብ ስሌት ድረስ ለማስላት የሚያገለግል ተንቀሳቃሽ የኤሌክትሮኒክስ መሣሪያ ነው።

  የመጀመሪያው ጠንካራ 
  -ግዛት የኤሌክትሮኒክስ ካልኩሌተር በ1960ዎቹ መጀመሪያ ላይ ተፈጠረ። የኪስ መጠን ያላቸው መሳሪያዎች በ 1970 ዎቹ ውስጥ ይገኛሉ, በተለይም ኢንቴል 4004, የመጀመሪያው ማይክሮፕሮሰሰር, በኢንቴል ለጃፓን ካልኩሌተር ኩባንያ Busicom ከተሰራ በኋላ.በኋላ በፔትሮሊየም ኢንዱስትሪ(ዘይት እና ጋዝ) ውስጥ በብዛት ጥቅም ላይ ውለዋል.

  ዘመናዊ የኤሌክትሮኒክስ ካልኩሌተሮች ከርካሽ፣ ከስጦታ፣ ክሬዲት ካርድ ካላቸው ሞዴሎች እስከ ጠንካራ ዴስክቶፕ ሞዴሎች አብሮ በተሰራ አታሚዎች ይለያያሉ። የተቀናጁ ወረዳዎች ውህደት መጠናቸውን እና ወጪያቸውን በመቀነሱ በ 1970 ዎቹ አጋማሽ ላይ ታዋቂ ሆኑ.በዚያ አስርት አመት መጨረሻ፣ ዋጋ ወርዷል መሰረታዊ ካልኩሌተር ለብዙዎች ተመጣጣኝ ዋጋ እስከሚያገኝበት ደረጃ ድረስ እና በትምህርት ቤቶች ውስጥ የተለመዱ ሆነዋል። 
  </p>
  <p>
  የኤሌክትሮኒክስ ካልኩሌተር በተለምዶ ከመሠረታዊ አርቲሜቲክስ እስከ ውስብስብ የሂሳብ ስሌት ድረስ ለማስላት የሚያገለግል ተንቀሳቃሽ የኤሌክትሮኒክስ መሣሪያ ነው።

  የመጀመሪያው ጠንካራ 
  -ግዛት የኤሌክትሮኒክስ ካልኩሌተር በ1960ዎቹ መጀመሪያ ላይ ተፈጠረ። የኪስ መጠን ያላቸው መሳሪያዎች በ 1970 ዎቹ ውስጥ ይገኛሉ, በተለይም ኢንቴል 4004, የመጀመሪያው ማይክሮፕሮሰሰር, በኢንቴል ለጃፓን ካልኩሌተር ኩባንያ Busicom ከተሰራ በኋላ.በኋላ በፔትሮሊየም ኢንዱስትሪ(ዘይት እና ጋዝ) ውስጥ በብዛት ጥቅም ላይ ውለዋል.

  ዘመናዊ የኤሌክትሮኒክስ ካልኩሌተሮች ከርካሽ፣ ከስጦታ፣ ክሬዲት ካርድ ካላቸው ሞዴሎች እስከ ጠንካራ ዴስክቶፕ ሞዴሎች አብሮ በተሰራ አታሚዎች ይለያያሉ። የተቀናጁ ወረዳዎች ውህደት መጠናቸውን እና ወጪያቸውን በመቀነሱ በ 1970 ዎቹ አጋማሽ ላይ ታዋቂ ሆኑ.በዚያ አስርት አመት መጨረሻ፣ ዋጋ ወርዷል መሰረታዊ ካልኩሌተር ለብዙዎች ተመጣጣኝ ዋጋ እስከሚያገኝበት ደረጃ ድረስ እና በትምህርት ቤቶች ውስጥ የተለመዱ ሆነዋል። 
  </p> 
  </section > 
  </div>
);

export default Home;